Repository: sanderbaas/shortcalc
Catalog: languages/shortcalc-*.po
Languages: nl_nl

source: Calculate
nl_nl: Berekenen

source: Calculator Details
nl_nl: Details calculator

source: Formula
nl_nl: Formule

source: Formula parsable by Formula Parser above. Docs: https://hoa-project.net/En/Literature/Hack/Math.html
nl_nl: Formule kan geparsed worden door bovenstaande formule parser. Documentatie: https://hoa-project.net/En/Literature/Hack/Math.html

source: Formula Parser
nl_nl: Formule-parser

source: Result decimal separator
nl_nl: Decimal scheidingsteken resultaat

source: Character to use as decimal separator
nl_nl: Teken dat gebruikt wordt als decimaal scheidingsteken

source: Result thousands separator
nl_nl: Scheidingsteken duizendtallen resultaat

source: Character to use as thousands separator
nl_nl: Teken dat gebruikt wordt als scheidingsteken van duizendtallen

source: Result Prefix
nl_nl: Prefix resultaat

source: Text to put before result
nl_nl: Tekst die voor het resultaat geplaatst wordt

source: Result Postfix
nl_nl: Postfix resultaat

source: Text to put after result
nl_nl: Tekst die achter het resultaat geplaatst wordt

source: Parameter meta data
nl_nl: Meta data parameters

source: Add Another Parameter
nl_nl: Nog een parameter toevoegen

source: Remove Parameter
nl_nl: Parameter verwijderen

source: Name
nl_nl: Naam

source: Must match a parameter in the formula
nl_nl: Moet overeenkomen met een parameter uit de formule

source: Type of Element
nl_nl: Soort veld

source: The label is used on the calculator frontend
nl_nl: De label wordt gebruikt op de frontend van de calculator

source: Text to put before field on form
nl_nl: Tekst die geplaatst wordt voor het veld op het formulier

source: Text to put after field on form
nl_nl: Tekst die geplaatst wordt achter het veld op het formulier

source: Attributes
nl_nl: Veld-attributen

source: HTML attributes, for example: value="Foo" required type="submit"
nl_nl: HTML attributen, bijvoorbeeld: value="Foo" required type="submit"

source: Options
nl_nl: Keuze-opties

source: Selectable options for select elements
nl_nl: Opties die gekozen kunnen worden voor select elementen

# calculator
source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Calculator
nl_nl: Nieuwe Calculator Toevoegen

source: New Calculator
nl_nl: Nieuwe Calculator

source: Edit Calculator
nl_nl: Calculator Bewerken

source: View Calculator
nl_nl: Calculator Bekijken

source: All Calculators
nl_nl: Alle Calculators

source: Search Calculators
nl_nl: Calculators Zoeken

source: Parent Calculators:
nl_nl: Bovenliggende Calculators:

source: No calculators found.
nl_nl: Geen calculators gevonden.

source: No calculators found in Trash.
nl_nl: Geen calculators gevonden in de prullebak.

source: Description.
nl_nl: Omschrijving.
